Repository: KMohir/turkie
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Turkiston Akademiyasi
ru: Туркистонская Академия

source: Turkiya va O'zbekiston hamkorligi
ru: Сотрудничество Турции и Узбекистана

source: Bosh sahifa
ru: Главная страница

source: Yangiliklar
ru: Новости

source: Biz haqimizda
ru: О нас

source: Missiyamiz
ru: Наша миссия

source: Ta'lim yo'nalishlari
ru: Направления обучения

source: Hamkorlar
ru: Партнеры

source: Kontakt
ru: Контакты

source: 2025-yilda Toshkent shahrida tashkil etilgan 'Turkiston Akademiyasi' - Turkiya va O'zbekiston o'rtasida ta'lim va sertifikatlash sohasidagi hamkorlikni yangi bosqichga ko'taruvchi nufuzli bilim markazi.
ru: Основанная в 2025 году в Ташкенте 'Туркистонская Академия' - это престижный образовательный центр, поднимающий сотрудничество между Турцией и Узбекистаном в сфере образования и сертификации на новый уровень.

source: Dasturlar haqida
ru: О программах

source: Turkiston Akademiyasi'ning so'nggi yangiliklari va e'lonlarini ushbu sahifada kuzatib boring. Akademiyamiz muntazam ravishda o'quv dasturlari, tadbirlar va ilmiy loyihalar haqida ma'lumotlar yangilab boradi.
ru: Следите за последними новостями и объявлениями Туркистонской Академии на этой странице. Наша академия регулярно обновляет информацию о учебных программах, мероприятиях и научных проектах.

source: So'nggi e'lonlar
ru: Последние объявления

source: Akademiyamizning so'nggi o'quv dasturlari va qabul jarayoni haqida muhim ma'lumotlar
ru: Важная информация о последних учебных программах и процессе приема в нашу академию

source: Kelgusi tadbirlar
ru: Предстоящие мероприятия

source: Yaqin orada o'tkaziladigan seminarlar, master-klasslar va konferensiyalar taqvim
ru: Календарь предстоящих семинаров, мастер-классов и конференций

source: Muvaffaqiyat tarixi
ru: История успеха

source: Akademiyamiz bitiruvchilarining yutuqlari va kasbiy o'sish tajribalari
ru: Достижения наших выпускников и их опыт профессионального роста

source: Tashkil etilishi
ru: Основание

source: 2025-yilda Toshkent shahrida ikki davlat hamkorligida innovatsion ta'lim markazi sifatida tashkil topgan
ru: Основан в 2025 году в Ташкенте как инновационный образовательный центр в рамках сотрудничества двух государств

source: Sertifikatlash markazi
ru: Центр сертификации

source: Ta'lim va kasbiy sohalarda xalqaro e'tirof etilgan sertifikatlarni berish bo'yicha litsenziyalangan muassasa
ru: Лицензированное учреждение, выдающее международно признанные сертификаты в области образования и профессиональных навыков

source: Hamkorlik
ru: Сотрудничество

source: Turkiston Akademiyasi ikki mamlakatning yetakchi universitet va kompaniyalari bilan o'zaro aloqalar o'rnatgan markaz
ru: Туркистонская Академия - центр, установивший взаимосвязи с ведущими университетами и компаниями двух стран

source: Mutaxassislar jamoasi
ru: Команда специалистов

source: Turkiya va O'zbekistonning tajribali professor-o'qituvchilari va amaliyotchilari ekspertlar iborat jamoasi
ru: Команда экспертов, состоящая из опытных профессоров-преподавателей и практиков из Турции и Узбекистана

source: Turkiston Akademiyasi ikkala mamlakat manfaatlarini ko'zlab, ta'lim va kasbiy taraqqiyot sohasida yangi imkoniyatlar yaratishga intiladi.
ru: Туркистонская Академия стремится создавать новые возможности в сфере образования и профессионального развития, учитывая интересы обеих стран.

source: Missiyamiz va maqsadlarimiz
ru: Наша миссия и цели

source: Oliy maqsad
ru: Высшая цель

source: Ta'lim sifatini oshirish, iqtisodiy hamkorlikni kuchaytirish
ru: Повышение качества образования, укрепление экономического сотрудничества

source: Malaka oshirish
ru: Повышение квалификации

source: Mutaxassislar almashinuvini va kasbiy ko'nikmalarni rivojlantirish
ru: Обмен специалистами и развитие профессиональных навыков

source: Ilmiy hamkorlik
ru: Научное сотрудничество

source: Loyihalarda birgalikda ishlash va innovatsion loyihalarni amalga oshirish
ru: Совместная работа над проектами и реализация инновационных проектов

source: Xalqaro sertifikatlash
ru: Международная сертификация

source: Xalqaro standartlarga mos sertifikatlarni berish va yo'ga qo'yish
ru: Выдача и внедрение сертификатов, соответствующих международным стандартам

source: Biznes boshqaruvi
ru: Управление бизнесом

source: Xalqaro savdo, moliya va marketing sohasida zamonaviy yondashuvlar va amaliy ko'nikmalar beruvchi dasturlar.
ru: Программы, предоставляющие современные подходы и практические навыки в области международной торговли, финансов и маркетинга.

source: Axborot texnologiyalari
ru: Информационные технологии

source: Dasturlash, ma'lumotlar tahlili va sun'iy intellekt bo'yicha chuqurlashtirilgan o'quv kurslari.
ru: Углубленные курсы по программированию, анализу данных и искусственному интеллекту.

source: Til va madiynat
ru: Язык и культура

source: Turk va o'zbek tillari, madiynati, tarixi o'rganish hamda tarjimolik ko'nikmalarini rivojlantirish.
ru: Изучение турецкого и узбекского языков, культуры, истории, а также развитие навыков перевода.

source: Pedagogika va ta'lim metodikasi
ru: Педагогика и методика обучения

source: Zamonaviy ta'lim usullari, masofaviy ta'lim texnologiyalari va o'qitish mahoratini oshirish.
ru: Современные методы обучения, технологии дистанционного обучения и повышение педагогического мастерства.

source: Bizning hamkorlarimiz xalqaro moliyaviy qo'llab-quvvatlashni, balki o'quv dasturlarini ishlab chiqishda maslahat va ko'mak berib kelishmoqda.
ru: Наши партнеры оказывают международную финансовую поддержку, а также консультируют и помогают в разработке учебных программ.

source: Turkiston Akademiyasi ta'lim va ilmiy-tadqiqot sohasida yuqori natijalarga erishish uchun nufuzli tashkilotlar bilan strategik hamkorlik aloqalarini o'rnatgan.
ru: Туркистонская Академия установила стратегическое сотрудничество с престижными организациями для достижения высоких результатов в сфере образования и научных исследований.

source: Ta'lim muassasalari
ru: Образовательные учреждения

source: Turkiya va O'zbekistonning yetakchi universitetlari, akademik institutlar bilan o'zaro hamkorlik shartnomalari o'rnatgan bo'lib, talabalarga o'quv dasturlarini amalga oshirish va ilmiy loyihalarda oshirishmoqda.
ru: Заключены соглашения о сотрудничестве с ведущими университетами и академическими институтами Турции и Узбекистана, что позволяет студентам реализовывать учебные программы и участвовать в научных проектах.

source: Davlat tashkilotlari
ru: Государственные организации

source: Ikkala mamlakat vazirliklari va idoralari bilan hamkorlikda mutaxassislarini tayyorlash, malaka oshirish va sertifikatlash dasturlarni ishlab chiqish loyihalarni amalga oshirilmoqda.
ru: В сотрудничестве с министерствами и ведомствами обеих стран реализуются проекты по подготовке специалистов, повышению квалификации и разработке программ сертификации.

source: Xususiy sektor
ru: Частный сектор

source: Xalqaro va mahalliy kompaniyalar bilan hamkorlikda amaliy ko'nikmalarni rivojlantirish, stajirovka dasturlarini tashkil etish va bitiruvchilarini ish bilan ta'minlash mexanizmlari yaratilgan.
ru: В сотрудничестве с международными и местными компаниями созданы механизмы развития практических навыков, организации стажировок и трудоустройства выпускников.

source: Kontakt ma'lumotlari
ru: Контактная информация

source: Turkiston Akademiyasi bilan bog'lanish uchun quyidagi aloqa vositalaridan foydalanishingiz mumkin:
ru: Для связи с Туркистонской Академией вы можете использовать следующие контактные данные:

source: Manzil
ru: Адрес

source: Toshkent shahri, Yakkasaray Tumani, Kichik Beshyog'och ko'chasi, NO-87
ru: г. Ташкент, Яккасарайский район, ул. Киччик Бешагач, №87

source: Telefon raqamlari
ru: Номера телефонов

source: +998 91 775 63 33 (asosiy)
ru: +998 91 775 63 33 (основной)

source: +998 98 800 05 99 (mobil)
ru: +998 98 800 05 99 (мобильный)

source: Elektron pochta
ru: Электронная почта

source: Ish vaqti
ru: Рабочее время

source: Dushanba - Juma: 9:00 - 18:00
ru: Понедельник - Пятница: 9:00 - 18:00

source: Shanba: 10:00 - 14:00
ru: Суббота: 10:00 - 14:00

source: Yakshanba: Dam olish kuni
ru: Воскресенье: Выходной

source: Savollar bo'lsa, bizga murojaat qilishdan tortinmang. Mutaxassislarimiz sizga yordam berishdan xursand bo'ladi.
ru: Если у вас есть вопросы, не стесняйтесь обращаться к нам. Наши специалисты будут рады помочь вам.

source: Bizga xabar qoldiring
ru: Оставьте нам сообщение

source: Yuborish
ru: Отправить

source: Sahifalar
ru: Страницы

source: Aloqa
ru: Связь

source: Kontaktlar
ru: Контакты

source: Ro'yxatdan o'tish
ru: Регистрация

source: Ko'p so'raladigan savollar
ru: Часто задаваемые вопросы

source: Turkiston akademiyasi. Barcha huquqlar himoyalangan.
ru: Туркистонская академия. Все права защищены.
